Repository: markclausing/vibecoach
Catalog: AIFitnessCoach/Localizable.xcstrings
Source language: nl
Languages: de, en, es

source: Deze sleutel lijkt van een andere provider. Controleer of je provider en sleutel bij elkaar horen.
de: Dieser Schlüssel scheint von einem anderen Anbieter zu sein. Prüfe, ob Anbieter und Schlüssel zusammenpassen.
en: This key looks like it's from a different provider. Check that your provider and key match.
es: Esta clave parece de otro proveedor. Comprueba que el proveedor y la clave coincidan.

source: DEZE WEEK · PLAN
de: DIESE WOCHE · PLAN
en: THIS WEEK · PLAN
es: ESTA SEMANA · PLAN

source: Die streeftijd lijkt erg lang voor deze sport — klopt dat?
de: Diese Zielzeit wirkt sehr lang für diese Sportart – stimmt das?
en: That target time seems very long for this sport — is that right?
es: Ese tiempo objetivo parece muy largo para este deporte, ¿es correcto?

source: Die streeftijd lijkt erg snel voor deze sport — klopt dat?
de: Diese Zielzeit wirkt sehr schnell für diese Sportart – stimmt das?
en: That target time seems very fast for this sport — is that right?
es: Ese tiempo objetivo parece muy rápido para este deporte, ¿es correcto?

source: Diep: Matig
de: Tief: Mäßig
en: Deep: Moderate
es: Profundo: Moderado

source: Diep: Onvoldoende
de: Tief: Unzureichend
en: Deep: Insufficient
es: Profundo: Insuficiente

source: Dit bericht is geblokkeerd door de veiligheidsfilters van de AI. Herformuleer je vraag of focus op je training/herstel.
de: Diese Nachricht wurde von den Sicherheitsfiltern der KI blockiert. Formuliere deine Frage um oder konzentriere dich auf dein Training/deine Erholung.
en: This message was blocked by the AI's safety filters. Rephrase your question or focus on your training/recovery.
es: Este mensaje fue bloqueado por los filtros de seguridad de la IA. Reformula tu pregunta o céntrate en tu entrenamiento/recuperación.

source: Dit doel verwijderen?
de: Dieses Ziel löschen?
en: Delete this goal?
es: ¿Eliminar este objetivo?

source: Dit verwijdert het doel en het bijbehorende schema definitief.
de: Dies löscht das Ziel und den zugehörigen Plan endgültig.
en: This permanently deletes the goal and its schedule.
es: Esto elimina permanentemente el objetivo y su plan.

source: Doel Tempo
de: Ziel-Tempo
en: Target pace
es: Ritmo objetivo

source: Doel toevoegen
de: Ziel hinzufügen
en: Add goal
es: Añadir objetivo

source: Doel TRIMP
de: Ziel-TRIMP
en: Target TRIMP
es: TRIMP objetivo

source: Doel TRIMP behaald!
de: Ziel-TRIMP erreicht!
en: Goal TRIMP reached!
es: ¡TRIMP objetivo alcanzado!

source: Doeldatum is verstreken.
de: Zieldatum ist verstrichen.
en: Target date has passed.
es: La fecha objetivo ha pasado.

source: Doelen
de: Ziele
en: Goals
es: Objetivos

source: Doelstelling
de: Zielsetzung
en: Target
es: Objetivo

source: Donker
de: Dunkel
en: Dark
es: Oscuro

source: Drempel
de: Schwelle
en: Threshold
es: Umbral

source: Drempels
de: Schwellen
en: Thresholds
es: Umbrales

source: Drink 400–600 ml water 2 uur voor de start
de: Trinke 400–600 ml Wasser 2 Stunden vor dem Start
en: Drink 400–600 ml of water 2 hours before the start
es: Bebe 400–600 ml de agua 2 horas antes de empezar

source: Drink elk kwartier %@ ml
de: Trinke alle 15 Minuten %@ ml
en: Drink %@ ml every 15 minutes
es: Bebe %@ ml cada 15 minutos

source: drinken
de: trinken
en: drink
es: beber

source: Drop als percentage van LTHR: ≥15% uitstekend (geen pin) · 12–15% mild · 9–12% moderate · <9% significant.
de: Abfall als Prozentsatz der LTHR: ≥15% ausgezeichnet (kein Pin) · 12–15% leicht · 9–12% moderat · <9% signifikant.
en: Drop as a percentage of LTHR: ≥15% excellent (no pin) · 12–15% mild · 9–12% moderate · <9% significant.
es: Caída como porcentaje de la LTHR: ≥15% excelente (sin marcador) · 12–15% leve · 9–12% moderado · <9% significativo.

source: Duur
de: Dauer
en: Duration
es: Duración

source: DUUR
de: AUSDAUER
en: ENDURANCE
es: RESISTENCIA

source: Duur: %@ min
de: Dauer: %@ Min
en: Duration: %@ min
es: Duración: %@ min

source: Duurtraining
de: Ausdauer
en: Endurance
es: Resistencia

source: Eendaagse Race
de: Eintägiges Rennen
en: Single-day race
es: Carrera de un día

source: Eendaagse Tocht
de: Eintägige Tour
en: Single-day tour
es: Ruta de un día

source: Engine A reageert op nieuwe workouts, Engine B doet een dagelijkse check op inactiviteit. Beide draaien alleen met de juiste toestemmingen.
de: Engine A reagiert auf neue Workouts, Engine B macht eine tägliche Inaktivitätsprüfung. Beide laufen nur mit den richtigen Berechtigungen.
en: Engine A reacts to new workouts, Engine B does a daily inactivity check. Both run only with the right permissions.
es: El motor A reacciona a nuevos entrenamientos, el motor B hace una comprobación diaria de inactividad. Ambos funcionan solo con los permisos adecuados.

source: Engine B — dagelijkse check
de: Engine B – tägliche Prüfung
en: Engine B — daily check
es: Motor B: comprobación diaria

source: Enkel
de: Knöchel
en: Ankle
es: Tobillo

source: Er deed iets zeer
de: Etwas tat weh
en: Something hurt
es: Algo me dolía

source: Er ging iets mis bij het versturen. Probeer het opnieuw.
de: Beim Senden ist etwas schiefgelaufen. Versuche es erneut.
en: Something went wrong while sending. Try again.
es: Algo salió mal al enviar. Inténtalo de nuevo.

source: Ernstig
de: Schwer
en: Severe
es: Grave

source: Even geduld…
de: Einen Moment…
en: One moment…
es: Un momento…

source: Extra notities (optioneel)
de: Zusätzliche Notizen (optional)
en: Extra notes (optional)
es: Notas adicionales (opcional)

source: Fallback-model gewijzigd — het huidige antwoord gebruikt nog %@. Bij overbelasting valt de coach voortaan terug op %@.
de: Fallback-Modell geändert — die aktuelle Antwort nutzt noch %@. Bei Überlastung greift der Coach künftig auf %@ als Fallback zurück.
en: Fallback model changed — the current reply still uses %@. On overload the coach will now fall back to %@.
es: Modelo de reserva (fallback) cambiado: la respuesta actual aún usa %@. En caso de sobrecarga, el coach recurrirá ahora a %@.

source: Fase-Mijlpalen
de: Phasen-Meilensteine
en: Phase Milestones
es: Hitos de fase

source: Fase-opdeling (REM / diep / licht) voor betere trainingsadviezen.
de: Phasenaufteilung (REM / Tief / Leicht) für besseres Trainingsfeedback.
en: Stage breakdown (REM / deep / light) for better training advice.
es: Desglose por fases (REM / profundo / ligero) para mejores consejos de entrenamiento.

source: fiets
de: Rad
en: cycling
es: ciclismo

source: Fietstocht
de: Radtour
en: Bike ride
es: Salida en bici

source: Finishtijd
de: Zielzeit
en: Finish time
es: Tiempo de meta

source: Flink afgezien, praten lukte amper
de: Hart, konnte kaum reden
en: Tough, could barely talk
es: Muy duro, apenas podía hablar

source: Focus op herstel
de: Fokus auf Erholung
en: Focus on recovery
es: Céntrate en la recuperación

source: Focus op Herstel
de: Fokus auf Erholung
en: Focus on Recovery
es: Céntrate en la recuperación

source: Forceer Achtergrond Sync
de: Hintergrund-Sync erzwingen
en: Force Background Sync
es: Forzar sincronización en segundo plano

source: Fout bij ophalen van data:
de: Fehler beim Abrufen der Daten:
en: Error fetching data:
es: Error al obtener los datos:

source: FTP %lld W geïmporteerd uit Strava.
de: FTP %lld W aus Strava importiert.
en: FTP %lld W imported from Strava.
es: FTP %lld W importado de Strava.

source: Functional Threshold Power — vermogen dat je ~1 uur volhoudt.
de: Functional Threshold Power — Leistung, die du ~1 Stunde hältst.
en: Functional Threshold Power — the power you can sustain for ~1 hour.
es: Functional Threshold Power: la potencia que mantienes ~1 hora.

source: Fysiologisch Profiel
de: Physiologisches Profil
en: Physiological Profile
es: Perfil fisiológico

source: FYSIOLOGISCH PROFIEL
de: PHYSIOLOGISCHES PROFIL
en: PHYSIOLOGICAL PROFILE
es: PERFIL FISIOLÓGICO

source: Gebruiker
de: Benutzer
en: User
es: Usuario

source: Gebruikt de FTP uit je Strava-profiel, indien ingevoerd.
de: Verwendet den FTP aus deinem Strava-Profil, falls vorhanden.
en: Uses the FTP from your Strava profile, if set.
es: Usa el FTP de tu perfil de Strava, si está configurado.

source: Gedetecteerd uit %lld workouts + %lld rust-dagen: %@. Handmatige waarden zijn niet overschreven.
de: Aus %1$lld Workouts + %2$lld Ruhetagen erkannt: %3$@. Manuelle Werte wurden nicht überschrieben.
en: Detected from %1$lld workouts + %2$lld rest days: %3$@. Manual values were not overwritten.
es: Detectado a partir de %1$lld entrenamientos + %2$lld días de descanso: %3$@. Los valores manuales no se sobrescribieron.

source: Geef je afstand een zetje — %@ km achter op schema.
de: Gib deiner Distanz einen Schub — %@ km hinter dem Plan.
en: Give your distance a nudge — %@ km behind pace.
es: Dale un empujón a tu distancia — %@ km por detrás del plan.

source: Geen API-sleutel ingesteld. Open Instellingen → AI Coach om er één toe te voegen.
de: Kein API-Schlüssel hinterlegt. Öffne Einstellungen → KI-Coach, um einen hinzuzufügen.
en: No API key set. Open Settings → AI Coach to add one.
es: No hay clave de API configurada. Abre Ajustes → Coach de IA para añadir una.

source: Geen data
de: Keine Daten
en: No data
es: Sin datos

source: GEEN DOELEN
de: KEINE ZIELE
en: NO GOALS
es: SIN OBJETIVOS

source: Geen HealthKit-data gevonden
de: Keine HealthKit-Daten gefunden
en: No HealthKit data found
es: No se encontraron datos de HealthKit

source: Geen internet — controleer je verbinding en probeer opnieuw.
de: Kein Internet – überprüfe deine Verbindung und versuche es erneut.
en: No internet — check your connection and try again.
es: Sin conexión a internet: comprueba tu conexión e inténtalo de nuevo.

source: Geen pijn
de: Keine Schmerzen
en: No pain
es: Sin dolor

source: Geen recente Watch-data gevonden. We baseren je advies vandaag op je handmatige check-in.
de: Keine aktuellen Watch-Daten gefunden. Heute basiert dein Rat auf deinem manuellen Check-in.
en: No recent Watch data found. Today we base your advice on your manual check-in.
es: No se encontraron datos recientes del Watch. Hoy basamos tu consejo en tu registro manual.

source: Geen recente Watch-data. Baseer je dag op je gevoel.
de: Keine aktuellen Watch-Daten. Richte deinen Tag nach deinem Gefühl.
en: No recent Watch data. Base your day on how you feel.
es: Sin datos recientes del Watch. Guíate por cómo te sientes.

source: Geen speciale voorbereiding
de: Keine besondere Vorbereitung
en: No special prep
es: Sin preparación especial

source: Geen verbinding
de: Keine Verbindung
en: No connection
es: Sin conexión

source: Geen verbinding met %@. Probeer opnieuw vanuit Instellingen.
de: Keine Verbindung zu %@. Versuche es erneut über die Einstellungen.
en: No connection to %@. Try again from Settings.
es: Sin conexión con %@. Inténtalo de nuevo desde Ajustes.

source: Geen verbinding met de AI-provider. Controleer of je internet werkt (VPN, captive portal?) en probeer opnieuw.
de: Keine Verbindung zum KI-Anbieter. Prüfe, ob dein Internet funktioniert (VPN, Captive Portal?), und versuche es erneut.
en: Can't reach the AI provider. Check that your internet works (VPN, captive portal?) and try again.
es: No se puede conectar con el proveedor de IA. Comprueba que tu internet funciona (¿VPN, portal cautivo?) e inténtalo de nuevo.

source: Geen vergelijking
de: Kein Vergleich
en: No comparison
es: Sin comparación

source: Geen verlopen herinneringen.
de: Keine abgelaufenen Erinnerungen.
en: No expired reminders.
es: No hay recordatorios vencidos.

source: Geheugen
de: Speicher
en: Memory
es: Memoria

source: Gekoppeld
de: Verbunden
en: Connected
es: Vinculado

source: Gekoppeld, maar geen data — controleer toegang in Apple Health
de: Verbunden, aber keine Daten – prüfe den Zugriff in Apple Health
en: Connected, but no data — check access in Apple Health
es: Conectado, pero sin datos: comprueba el acceso en Apple Health

source: Gem. hartslag
de: Ø Herzfrequenz
en: Avg. heart rate
es: FC media

source: Gem. laatste 4 weken (HealthKit)
de: Ø letzte 4 Wochen (HealthKit)
en: Avg. last 4 weeks (HealthKit)
es: Prom. últimas 4 semanas (HealthKit)

source: Gemiddelde hartslag in volledige rust (ochtend, voor opstaan).
de: Durchschnittliche Herzfrequenz in völliger Ruhe (morgens, vor dem Aufstehen).
en: Average heart rate at full rest (morning, before getting up).
es: Frecuencia cardíaca media en reposo total (mañana, antes de levantarse).

source: Gemini Modellen
de: Gemini-Modelle
en: Gemini Models
es: Modelos Gemini

source: Gepland: %@ (%@) → Uitgevoerd: %@ (%@).
de: Geplant: %@ (%@) → Ausgeführt: %@ (%@).
en: Planned: %@ (%@) → Done: %@ (%@).
es: Previsto: %@ (%@) → Realizado: %@ (%@).

source: Gepland: %@ → Uitgevoerd: %@.
de: Geplant: %@ → Ausgeführt: %@.
en: Planned: %@ → Done: %@.
es: Previsto: %@ → Realizado: %@.

source: Gepland: %@ → Uitgevoerd: %@. Type én belasting binnen marge.
de: Geplant: %@ → Ausgeführt: %@. Typ und Belastung im Rahmen.
en: Planned: %@ → Done: %@. Both type and load within margin.
es: Previsto: %@ → Realizado: %@. Tipo y carga dentro del margen.

source: Geschatte conditiescore (Apple Watch)
de: Geschätzter Fitness-Score (Apple Watch)
en: Estimated fitness score (Apple Watch)
es: Puntuación de forma estimada (Apple Watch)

source: Geslacht
de: Geschlecht
en: Sex
es: Sexo

source: Gesynchroniseerd om %@
de: Synchronisiert um %@
en: Synced at %@
es: Sincronizado a las %@

source: Geweigerd
de: Verweigert
en: Denied
es: Denegado

source: Gewicht en lengte worden gesynchroniseerd naar HealthKit zodat het hele iOS-ecosysteem up-to-date blijft.
de: Gewicht und Größe werden mit HealthKit synchronisiert, damit das gesamte iOS-Ökosystem aktuell bleibt.
en: Weight and height are synced to HealthKit so the whole iOS ecosystem stays up to date.
es: El peso y la altura se sincronizan con HealthKit para que todo el ecosistema de iOS esté al día.

source: Gisteren
de: Gestern
en: Yesterday
es: Ayer

source: goed
de: gut
en: good
es: bueno

source: Goed
de: Gut
en: Good
es: Bien

source: Goedemiddag
de: Guten Tag
en: Good afternoon
es: Buenas tardes

source: Goedemorgen
de: Guten Morgen
en: Good morning
es: Buenos días

source: Goedenavond
de: Guten Abend
en: Good evening
es: Buenas noches

source: Haal 1 jaar (365 dagen) op
de: 1 Jahr (365 Tage) abrufen
en: Fetch 1 year (365 days)
es: Obtener 1 año (365 días)

source: Handmatig
de: Manuell
en: Manual
es: Manual

source: hardloop
de: Lauf
en: running
es: carrera

source: Hardloopsessie
de: Laufeinheit
en: Running session
es: Sesión de carrera

source: Hardlopen
de: Laufen
en: Running
es: Correr

source: Hartslag
de: Herzfrequenz
en: Heart rate
es: Frecuencia cardíaca

source: Hartslagvariabiliteit
de: Herzfrequenzvariabilität
en: Heart rate variability
es: Variabilidad de la frecuencia cardíaca

source: Hartslagzone
de: Herzfrequenzzone
en: Heart-rate zone
es: Zona de FC

source: HealthKit voedt je Vibe Score en trainingsanalyse; notificaties zijn optioneel en sturen alleen een seintje bij afwijkingen.
de: HealthKit speist deinen Vibe Score und die Trainingsanalyse; Mitteilungen sind optional und melden sich nur bei Abweichungen.
en: HealthKit feeds your Vibe Score and workout analysis; notifications are optional and only ping you on deviations.
es: HealthKit alimenta tu Vibe Score y el análisis de entrenamiento; las notificaciones son opcionales y solo avisan ante desviaciones.

source: Heel licht
de: Sehr leicht
en: Very light
es: Muy ligero

source: Hele week bekijken
de: Ganze Woche ansehen
en: View full week
es: Ver toda la semana

source: Herschrijf de rest van mijn week rondom de %lld verplaatste sessies.
de: Plane den Rest meiner Woche um die %lld verschobenen Einheiten herum neu.
en: Rewrite the rest of my week around the %lld moved sessions.
es: Reescribe el resto de mi semana en torno a las %lld sesiones movidas.

source: Herschrijf de rest van mijn week rondom de verplaatste sessie.
de: Plane den Rest meiner Woche um die verschobene Einheit herum neu.
en: Rewrite the rest of my week around the moved session.
es: Reescribe el resto de mi semana en torno a la sesión movida.

source: Herschrijf mijn week vanaf vandaag.
de: Plane meine Woche ab heute neu.
en: Rewrite my week from today.
es: Reescribe mi semana a partir de hoy.

source: Herschrijf schema rondom verplaatste sessie%@
de: Plan um verschobene Sitzung%@ neu schreiben
en: Rewrite plan around moved session%@
es: Reescribir el plan en torno a la sesión movida%@

source: Herstart de app om de nieuwe taal volledig toe te passen.
de: Starte die App neu, um die neue Sprache vollständig anzuwenden.
en: Restart the app to fully apply the new language.
es: Reinicia la app para aplicar completamente el nuevo idioma.

source: Herstel
de: Erholung
en: Recovery
es: Recuperación

source: Herstel met %@ kcal (eiwitten + koolhydraten) binnen 30 min
de: Erhol dich mit %@ kcal (Eiweiß + Kohlenhydrate) innerhalb von 30 Min.
en: Recover with %@ kcal (protein + carbs) within 30 min
es: Recupérate con %@ kcal (proteínas + carbohidratos) en 30 min

source: Herstel meten, belasting plannen.
de: Erholung messen, Belastung planen.
en: Measure recovery, plan load.
es: Mide la recuperación, planifica la carga.

source: Herstel-indicator
de: Erholungsindikator
en: Recovery indicator
es: Indicador de recuperación

source: Herstellen en scherp worden
de: Erholen und Form finden
en: Recover and sharpen
es: Recuperar y afinar

source: Herstelmaaltijd binnen 45 min
de: Erholungsmahlzeit innerhalb von 45 Min.
en: Recovery meal within 45 min
es: Comida de recuperación en 45 min

source: Herstelplan Actief
de: Erholungsplan aktiv
en: Recovery Plan Active
es: Plan de recuperación activo

source: Herstelsignaal: %@
de: Erholungssignal: %@
en: Recovery signal: %@
es: Señal de recuperación: %@

source: Hervat om %@.
de: Fortsetzung um %@.
en: Resumes at %@.
es: Se reanuda a las %@.

source: Het is week %@ van %@.
de: Es ist Woche %@ von %@.
en: It's week %@ of %@.
es: Es la semana %@ de %@.

source: Hierdoor mis je: %@
de: Dadurch fehlt dir: %@
en: You're missing: %@
es: Por esto te pierdes: %@

source: HISTORIE
de: VERLAUF
en: HISTORY
es: HISTORIAL

source: Hoe ging je laatste training?
de: Wie war dein letztes Training?
en: How was your last workout?
es: ¿Cómo fue tu último entrenamiento?

source: Hoe is mijn herstel?
de: Wie ist meine Erholung?
en: How is my recovery?
es: ¿Cómo va mi recuperación?

source: Hoe kom ik aan een %@-sleutel? →
de: Wie bekomme ich einen %@-Schlüssel? →
en: How do I get a %@ key? →
es: ¿Cómo consigo una clave de %@? →

source: Hoe voel je je?
de: Wie fühlst du dich?
en: How do you feel?
es: ¿Cómo te sientes?

source: Hoe voelen je klachten vandaag?
de: Wie fühlen sich deine Beschwerden heute an?
en: How do your symptoms feel today?
es: ¿Cómo sientes tus molestias hoy?

source: Hoeveel zakte je hartslag tijdens een rust-pauze (≥45s, power+cadence beide ≈ 0) ten opzichte van de piek-binnen-pauze. Snelle daling = sterk parasympatisch herstel; trage daling kan vermoeidheid, hitte of cumulatieve belasting indiceren. Alleen pauzes ≥90s zijn pin-waardig.
de: Wie stark deine Herzfrequenz während einer Ruhepause (≥45s, Leistung+Trittfrequenz beide ≈ 0) gegenüber der Spitze innerhalb der Pause sank. Schneller Abfall = starke parasympathische Erholung; langsamer Abfall kann auf Ermüdung, Hitze oder kumulative Belastung hindeuten. Nur Pausen ≥90s sind pin-würdig.
en: How much your heart rate dropped during a rest pause (≥45s, power+cadence both ≈ 0) relative to the peak within the pause. Fast drop = strong parasympathetic recovery; slow drop can indicate fatigue, heat or cumulative load. Only pauses ≥90s are pin-worthy.
es: Cuánto bajó tu frecuencia cardíaca durante una pausa de descanso (≥45s, potencia+cadencia ambas ≈ 0) respecto al pico dentro de la pausa. Caída rápida = fuerte recuperación parasimpática; caída lenta puede indicar fatiga, calor o carga acumulada. Solo las pausas ≥90s merecen marcador.

source: Hoewel je weekdoel nog niet bereikt is, is rust nu de slimste stap.
de: Auch wenn dein Wochenziel noch nicht erreicht ist, ist Ruhe jetzt der klügste Schritt.
en: Even though your weekly goal isn't met yet, rest is the smartest step now.
es: Aunque aún no has alcanzado tu objetivo semanal, descansar es ahora lo más inteligente.

source: Hoogste hartslag tijdens een max-inspanning.
de: Höchste Herzfrequenz bei einer Maximalbelastung.
en: Highest heart rate during a max effort.
es: Frecuencia cardíaca máxima durante un esfuerzo máximo.

source: HR-stijging tussen helft 1 en helft 2, los van intensiteit. Bij gelijkmatige inspanning duidt drift op vermoeidheid, hitte of dehydratie. Wordt alleen gemeten in Z1–Z3; drift in Z4–Z5 is verwacht gedrag bij drempel-/VO2max-werk.
de: HF-Anstieg zwischen Hälfte 1 und Hälfte 2, unabhängig von der Intensität. Bei gleichmäßiger Belastung deutet Drift auf Ermüdung, Hitze oder Dehydrierung hin. Wird nur in Z1–Z3 gemessen; Drift in Z4–Z5 ist bei Schwellen-/VO2max-Arbeit zu erwarten.
en: HR rise between half 1 and half 2, independent of intensity. At steady effort, drift indicates fatigue, heat or dehydration. Only measured in Z1–Z3; drift in Z4–Z5 is expected behaviour during threshold/VO2max work.
es: Aumento de FC entre la mitad 1 y la mitad 2, independiente de la intensidad. Con esfuerzo constante, la deriva indica fatiga, calor o deshidratación. Solo se mide en Z1–Z3; la deriva en Z4–Z5 es esperable en trabajo de umbral/VO2max.

source: HR-zones (Friel · LTHR-gebaseerd)
de: HF-Zonen (Friel · LTHR-basiert)
en: HR zones (Friel · LTHR-based)
es: Zonas de FC (Friel · basadas en LTHR)

source: HR-zones (Karvonen · max + rest)
de: HF-Zonen (Karvonen · max + Ruhe)
es: Zonas de FC (Karvonen · máx + reposo)

source: HR-zones kunnen niet berekend worden met de huidige waarden.
de: HF-Zonen können mit den aktuellen Werten nicht berechnet werden.
en: HR zones can't be computed with the current values.
es: Las zonas de FC no se pueden calcular con los valores actuales.

source: HRV %lld ms boven baseline. Goede dag voor intensiteit.
de: HRV %lld ms über Baseline. Guter Tag für Intensität.
en: HRV %lld ms above baseline. Good day for intensity.
es: HRV %lld ms por encima de la línea base. Buen día para intensidad.

source: HRV %lld ms. Houd de intensiteit gematigd.
de: HRV %lld ms. Halte die Intensität moderat.
en: HRV %lld ms. Keep the intensity moderate.
es: HRV %lld ms. Mantén la intensidad moderada.

source: HRV %lld ms. Prioriteit: rust en herstel.
de: HRV %lld ms. Priorität: Ruhe und Erholung.
en: HRV %lld ms. Priority: rest and recovery.
es: HRV %lld ms. Prioridad: descanso y recuperación.

source: HRV 32 ms, –14 onder baseline. Ik verplaats je interval naar morgen.
de: HRV 32 ms, –14 unter Baseline. Ich verschiebe dein Intervall auf morgen.
en: HRV 32 ms, –14 below baseline. I'm moving your interval to tomorrow.
es: VFC 32 ms, –14 por debajo de la base. Muevo tu intervalo a mañana.

source: Ideaal schema
de: Idealer Plan
en: Ideal schedule
es: Plan ideal

source: Iets achter op schema
de: Etwas hinter dem Plan
en: Slightly behind schedule
es: Un poco por detrás del plan

source: Ik heb je herstelplan klaar! Bekijk je overzicht — het schema is bijgewerkt om je weer op schema te brengen.
de: Dein Erholungsplan ist fertig! Sieh dir deine Übersicht an — der Plan wurde aktualisiert, um dich wieder auf Kurs zu bringen.
en: Your recovery plan is ready! Check your overview — the schedule has been updated to get you back on track.
es: ¡Tu plan de recuperación está listo! Revisa tu resumen: el plan se ha actualizado para volver a encarrilarte.

source: Ik heb je schema bijgewerkt! Bekijk je overzicht voor het nieuwe plan.
de: Ich habe deinen Plan aktualisiert! Sieh dir die Übersicht für den neuen Plan an.
en: I've updated your schedule! Check your overview for the new plan.
es: ¡He actualizado tu plan! Revisa tu resumen para ver el nuevo plan.
